{
  "navigation": {
    "main": "INICIO",
    "about": "SOBRE MÍ",
    "stack": "MI STACK",
    "projects": "PROYECTOS",
    "experience": "EXPERIENCIA",
    "contact": "CONTACTO"
  },
  "main": {
    "greeting": "¡Hola! Soy Victor",
    "introduction": "Desarrollador Full Stack apasionado por crear soluciones elegantes",
    "hireMe": "Contrátame",
    "resume": "Currículum",
    "resumeLanguage": "Idioma del Currículum",
    "english": "Inglés",
    "spanish": "Español"
  },
  "about": {
    "intro": {
      "title": "Permíteme presentarme",
      "description": "Soy un desarrollador de software de Maracaibo, Venezuela, con más de 3 años de experiencia construyendo productos digitales limpios y amigables. Me encanta convertir problemas complejos en soluciones simples e intuitivas que faciliten la vida de las personas."
    },
    "passion": {
      "title": "Mi Pasión por la Programación",
      "description": "Realmente disfruto lo que hago. La programación no es solo mi trabajo, es mi forma favorita de aprender, crear y resolver problemas reales. Constantemente exploro nuevas tecnologías, supero mis límites y construyo cosas que importan. Siempre estoy en busca de nuevos desafíos y oportunidades para crecer."
    },
    "location": {
      "title": "Remoto y Flexible",
      "description": "Estoy ubicado en Maracaibo, Venezuela y abierto a oportunidades remotas en todo el mundo. Las zonas horarias no son un obstáculo, son solo un rompecabezas divertido."
    }
  },
  "contact": {
    "title": "Estoy aquí para ayudar",
    "subtitle": "¿Tienes un proyecto en mente? ¡Podemos trabajar juntos para dar vida a tus ideas!",
    "contactMe": "Contáctame",
    "socialLinks": {
      "github": "GitHub",
      "linkedin": "LinkedIn",
      "whatsapp": "WhatsApp"
    },
    "emailText": "No dudes en contactarme por correo electrónico en"
  },
  "projects": {
    "title": "Proyectos destacados",
    "subtitle": "Una selección de productos en los que he colaborado para lanzarlos y hacerlos crecer. Cada uno equilibra una experiencia cuidada con una ingeniería sólida para que los equipos sigan escalando con confianza.",
    "items": [
      {
        "id": "pulse",
        "name": "Pulse",
        "tagline": "Plataforma para entrenadores",
        "description": "Pulse es una plataforma de gestión fitness creada con React Native y Expo que ofrece a los entrenadores un centro de control para planes, pagos y analíticas de progreso.",
        "highlights": [
          "React Native y Expo",
          "Paneles de progreso",
          "Recordatorios automatizados de pago"
        ]
      },
      {
        "id": "slive",
        "name": "SLIVE.AI",
        "tagline": "Colaboración empresarial",
        "description": "SLIVE.AI unifica operaciones ERP, colaboración social y una IA conversacional para orquestar personas, procesos y decisiones en tiempo real.",
        "highlights": [
          "ERP + red social interna",
          "Copilotos de IA conversacional",
          "Automatización de flujos"
        ]
      },
      {
        "id": "burger",
        "name": "Burger Smoke",
        "tagline": "Menú y pedidos digitales",
        "description": "Burger Smoke es una experiencia ligera de pedidos que transforma un menú web dinámico en solicitudes de takeout listas para WhatsApp para negocios locales ágiles.",
        "highlights": [
          "Actualizaciones del menú en tiempo real",
          "Pedidos por WhatsApp",
          "Optimizado para equipos pequeños"
        ]
      }
    ]
  },
  "alt": {
    "wavingHand": "Mano Saludando"
  }
}
